Repository: Fearplay/couplefy
Catalog: lib/l10n/app_*.arb
Languages: cs

# loveCounterHomePageTitle
source: Love Counter
cs: Počítadlo Lásky

# nameDayHomePageTitle
source: Name Day
cs: Svátek

# holidayHomePageTitle
source: Global Holiday
cs: Světový svátek

# nameDayHomePage
source: Today is {month}/{day}, and the name day is celebrated by
cs: Dnes je {day}.{month}. a svátek slaví

# globalHolidaysHomePage
source: Today is {month}/{day}, and it's
cs: Dnes je {day}.{month}. a slaví se

# globalHolidaysHomePageInfoTextUs
source: (Primarily celebrated in the USA)
cs: (Rozšířený zejména v USA)

# globalHolidaysHomePageInfoTextWw
source: (Widespread around the world)
cs: (Rozšířený po celém světě)

# quoteHomePageTitle
source: Quote
cs: Citát

# homeTabName
source: Home
cs: Domovská Stránka

# loveTabName
source: Love Counter
cs: Počítadlo Lásky

# nameDayTabName
source: Name Days
cs: Svátky

# quotesTabName
source: Quotes
cs: Citáty

# settingsTabName
source: Settings
cs: Nastavení

# settingsNameTitle
source: Names
cs: Jména

# firstNameHint
source: Type your name
cs: Zadejte své jméno

# secondNameHint
source: Type partner's name
cs: Zadejte jméno partnera

# dateWriteHint
source: mm/dd/yyyy
cs: mm/dd/rrrr

# quoteButton
source: New Quote
cs: Nový Citát

# saveButtonNames
source: Save
cs: Uložit

# saveButtonDate
source: Save
cs: Uložit

# namesFallback
source: You need to update both names in the settings!
cs: Musíš zadat obě jména v nastavení!

# snackBarNames
source: Both names must be filled!
cs: Obě jména musí být vyplněná!

# snackBarSaveNames
source: Names were saved!
cs: Jména byla uložena!

# snackBarSaveDate
source: Date was saved!
cs: Datum bylo uloženo!

# settingsDateTitle
source: Start Date
cs: Začátek data

# dateLabel
source: Date
cs: Datum

# datePickerHintText
source: Select date
cs: Vyberte datum

# yearsText
source: {countYears, plural, one{{countYears} year} other{{countYears} years}}
cs: {countYears, plural,one{{countYears} rok} few{{countYears} roky} other{{countYears} let}}

# monthsText
source: {countMonths, plural, one{{countMonths} month} other{{countMonths} months}}
cs: {countMonths, plural,one{{countMonths} měsíc} few{{countMonths} měsíce} other{{countMonths} měsíců}}

# weeksText
source: {countWeeks, plural, one{{countWeeks} week} other{{countWeeks} weeks}}
cs: {countWeeks, plural,one{{countWeeks} týden} few{{countWeeks} týdny} other{{countWeeks} týdnů}}

# daysText
source: {countDays, plural, one{{countDays} day} other{{countDays} days}}
cs: {countDays, plural,one{{countDays} den} few{{countDays} dny} other{{countDays} dnů}}

# settingsOptionsTitle
source: Options
cs: Možnosti

# darkModeText
source: Dark Mode
cs: Tmavý režim

# internationalHolidaysText
source: Global Holidays
cs: Světové svátky

# showOnlyDaysText
source: Days only
cs: Jen dny

# startFromZeroText
source: Start from zero
cs: Začít od nuly

# appLanguageText
source: Language
cs: Jazyk

# appLanguageMenuLabel
source: Language
cs: Jazyk

# appMenuItemEnglish
source: English
cs: Angličtina

# appMenuItemCzech
source: Czech
cs: Čeština

# infoButton
source: About App
cs: O aplikaci

# homeButtonNavigation
source: Home
cs: Domů

# loveButtonNavigation
source: Love
cs: Láska

# nameDayButtonNavigation
source: Name Days
cs: Svátky

# globalHolidayButtonNavigation
source: Holidays
cs: Svátky

# quotesButtonNavigation
source: Quotes
cs: Citáty

# settingsButtonNavigation
source: Settings
cs: Nastavení
